// src/locale/hi.ts
export default {
    login: 'लॉग इन करें',
    username: 'उपयोगकर्ता नाम',
    password: 'पासवर्ड',
    dashboard: 'डैशबोर्ड',
    home: 'होम',
    search: 'खोज',
    notifications: 'सूचनाएं',
    settings: 'सेटिंग्स',
    logout: 'लॉग आउट',
    error: 'एक त्रुटि हुई',
    "scroll_messages": [
    "सभी प्रीपेड ऑर्डर पर 2% अतिरिक्त छूट प्राप्त करें",
    "सीमित समय की पेशकश: आज विशेष छूट!",
    "₹50 से अधिक के ऑर्डर पर मुफ्त शिपिंग",
    "नए आगमन अभी उपलब्ध हैं! उन्हें देखें",
    "अगले 24 घंटों के लिए 40% तक की छूट प्राप्त करें"
  ],
  };
  